{
  "articles": [
    {
      "id": "nouveau-programme-soutien-scolaire",
      "slug": "nouveau-programme-soutien-scolaire",
      "photo_path": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=800&h=400",
      "date": "2024-11-15",
      "fr": {
        "title": "Nouveau Programme de Soutien Scolaire",
        "excerpt": "Lancement de notre nouveau programme intensif de soutien scolaire pour les élèves du collège et lycée, avec des sessions individualisées.",
        "content": "La Coopérative Chabab Alzahraa est fière d'annoncer le lancement de son nouveau programme intensif de soutien scolaire, spécialement conçu pour accompagner les élèves du collège et du lycée dans leur parcours éducatif.\n\nCe programme innovant se distingue par son approche personnalisée, offrant des sessions individualisées adaptées aux besoins spécifiques de chaque apprenant. Nos éducateurs qualifiés utilisent des méthodes pédagogiques modernes pour garantir la réussite de tous nos étudiants.\n\nLes cours couvrent toutes les matières principales : mathématiques, sciences, langues, et sciences humaines. Chaque élève bénéficie d'un suivi personnalisé avec des évaluations régulières pour mesurer ses progrès.\n\nLes inscriptions sont ouvertes dès maintenant. Pour plus d'informations, contactez-nous au +212 637-334124 ou visitez notre centre à Hay Al Moqawama, Oued Zem."
      },
      "ar": {
        "title": "برنامج جديد للدعم المدرسي",
        "excerpt": "إطلاق برنامجنا المكثف الجديد للدعم المدرسي لطلاب المرحلة الإعدادية والثانوية، مع جلسات فردية.",
        "content": "تفخر تعاونية شباب الزهراء بالإعلان عن إطلاق برنامجها المكثف الجديد للدعم المدرسي، المصمم خصيصاً لمرافقة طلاب المرحلة الإعدادية والثانوية في مسيرتهم التعليمية.\n\nيتميز هذا البرنامج المبتكر بمقاربته الشخصية، حيث يقدم جلسات فردية مكيفة مع الاحتياجات المحددة لكل متعلم. يستخدم المربون المؤهلون لدينا أساليب تربوية حديثة لضمان نجاح جميع طلابنا.\n\nتغطي الدروس جميع المواد الأساسية: الرياضيات والعلوم واللغات والعلوم الإنسانية. يستفيد كل طالب من متابعة شخصية مع تقييمات منتظمة لقياس تقدمه.\n\nالتسجيل مفتوح الآن. لمزيد من المعلومات، اتصل بنا على +212 637-334124 أو قم بزيارة مركزنا في حي المقاومة، وادي زم."
      },
      "en": {
        "title": "New Academic Support Program",
        "excerpt": "Launch of our new intensive academic support program for middle and high school students, with individualized sessions.",
        "content": "Coopérative Chabab Alzahraa is proud to announce the launch of its new intensive academic support program, specially designed to accompany middle and high school students in their educational journey.\n\nThis innovative program stands out for its personalized approach, offering individualized sessions adapted to the specific needs of each learner. Our qualified educators use modern pedagogical methods to ensure the success of all our students.\n\nThe courses cover all main subjects: mathematics, sciences, languages, and humanities. Each student benefits from personalized follow-up with regular evaluations to measure their progress.\n\nRegistrations are now open. For more information, contact us at +212 637-334124 or visit our center at Hay Al Moqawama, Oued Zem."
      }
    },
    {
      "id": "atelier-artisanat-traditionnel",
      "slug": "atelier-artisanat-traditionnel",
      "photo_path": "https://images.unsplash.com/photo-1552664730-d307ca884978?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=800&h=400",
      "date": "2024-11-10",
      "fr": {
        "title": "Atelier d'Artisanat Traditionnel Marocain",
        "excerpt": "Une session exceptionnelle d'apprentissage des techniques artisanales traditionnelles avec des maîtres artisans locaux.",
        "content": "Notre coopérative organise une série d'ateliers exceptionnels dédiés à l'apprentissage de l'artisanat traditionnel marocain. Ces sessions uniques permettent aux participants de découvrir les secrets de l'artisanat authentique de notre région.\n\nEn collaboration avec des maîtres artisans locaux reconnus, nous proposons des formations pratiques dans plusieurs domaines : la poterie traditionnelle, le tissage berbère, la menuiserie artisanale, et la maroquinerie.\n\nCes ateliers s'inscrivent dans notre mission de préservation du patrimoine culturel marocain tout en offrant des opportunités d'emploi et d'entrepreneuriat à nos participants. Les techniques enseignées sont transmises de génération en génération et représentent un savoir-faire unique.\n\nChaque participant repart avec ses créations et les compétences nécessaires pour développer une activité artisanale. Des certificats de formation sont délivrés à la fin de chaque cycle."
      },
      "ar": {
        "title": "ورشة الحرف التقليدية المغربية",
        "excerpt": "جلسة استثنائية لتعلم تقنيات الحرف التقليدية مع الحرفيين المحليين المختصين.",
        "content": "تنظم تعاونيتنا سلسلة من الورش الاستثنائية المخصصة لتعلم الحرف التقليدية المغربية. تتيح هذه الجلسات الفريدة للمشاركين اكتشاف أسرار الحرف الأصيلة في منطقتنا.\n\nبالتعاون مع الحرفيين المحليين المعترف بهم، نقدم تدريبات عملية في عدة مجالات: الفخار التقليدي، النسيج الأمازيغي، النجارة الحرفية، والصناعة الجلدية.\n\nتندرج هذه الورش ضمن مهمتنا في الحفاظ على التراث الثقافي المغربي مع توفير فرص العمل وريادة الأعمال لمشاركينا. التقنيات المُدرَّسة تُنقل من جيل إلى جيل وتمثل خبرة فريدة.\n\nيغادر كل مشارك بإبداعاته والمهارات اللازمة لتطوير نشاط حرفي. يتم تسليم شهادات التدريب في نهاية كل دورة."
      },
      "en": {
        "title": "Traditional Moroccan Crafts Workshop",
        "excerpt": "An exceptional session learning traditional craft techniques with local master artisans.",
        "content": "Our cooperative organizes a series of exceptional workshops dedicated to learning traditional Moroccan crafts. These unique sessions allow participants to discover the secrets of authentic craftsmanship in our region.\n\nIn collaboration with recognized local master artisans, we offer practical training in several areas: traditional pottery, Berber weaving, artisanal woodworking, and leather crafting.\n\nThese workshops are part of our mission to preserve Moroccan cultural heritage while offering employment and entrepreneurship opportunities to our participants. The techniques taught are passed down from generation to generation and represent unique expertise.\n\nEach participant leaves with their creations and the skills necessary to develop a craft activity. Training certificates are issued at the end of each cycle."
      }
    },
    {
      "id": "ceremonie-remise-certificats",
      "slug": "ceremonie-remise-certificats",
      "photo_path": "https://images.unsplash.com/photo-1511632765486-a01980e01a18?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=800&h=400",
      "date": "2024-11-05",
      "fr": {
        "title": "Cérémonie de Remise des Certificats",
        "excerpt": "Félicitations à nos 50 diplômés qui ont terminé avec succès leurs formations en alphabétisation et compétences professionnelles.",
        "content": "Une cérémonie émouvante s'est déroulée dans nos locaux pour célébrer la réussite de 50 apprenants qui ont terminé avec brio leurs formations. Cette journée marque l'aboutissement d'efforts soutenus et symbolise le début d'un nouveau chapitre pour nos diplômés.\n\nLes formations diplômantes couvraient plusieurs domaines : alphabétisation en arabe et français, compétences professionnelles, informatique de base, et développement personnel. Chaque participant a démontré une détermination remarquable tout au long de son parcours.\n\nLa cérémonie s'est déroulée en présence des familles, des formateurs, et des partenaires locaux. Des témoignages touchants ont été partagés, illustrant l'impact transformateur de ces formations sur la vie des participants.\n\nNos nouveaux diplômés sont maintenant prêts à intégrer le marché du travail ou à poursuivre leurs études. Plusieurs d'entre eux ont déjà trouvé un emploi ou lancé leur propre activité entrepreneuriale."
      },
      "ar": {
        "title": "حفل تسليم الشهادات",
        "excerpt": "تهانينا لخريجينا الـ50 الذين أنهوا بنجاح تدريباتهم في محو الأمية والمهارات المهنية.",
        "content": "أقيم حفل مؤثر في مقرنا للاحتفال بنجاح 50 متعلماً أنهوا تدريباتهم بامتياز. يمثل هذا اليوم تتويجاً لجهود مستمرة ويرمز لبداية فصل جديد لخريجينا.\n\nغطت التدريبات المؤهلة للحصول على شهادة عدة مجالات: محو الأمية باللغتين العربية والفرنسية، المهارات المهنية، أساسيات الحاسوب، والتنمية الشخصية. أظهر كل مشارك عزيمة ملحوظة طوال رحلته.\n\nأقيم الحفل بحضور العائلات والمدربين والشركاء المحليين. تم تبادل شهادات مؤثرة، مما يوضح التأثير التحويلي لهذه التدريبات على حياة المشاركين.\n\nخريجونا الجدد مستعدون الآن لدخول سوق العمل أو مواصلة دراساتهم. عدد منهم وجدوا بالفعل عملاً أو أطلقوا نشاطهم الريادي الخاص."
      },
      "en": {
        "title": "Certificate Award Ceremony",
        "excerpt": "Congratulations to our 50 graduates who successfully completed their literacy and professional skills training.",
        "content": "A moving ceremony took place in our premises to celebrate the success of 50 learners who brilliantly completed their training. This day marks the culmination of sustained efforts and symbolizes the beginning of a new chapter for our graduates.\n\nThe diploma-granting training covered several areas: literacy in Arabic and French, professional skills, basic computer skills, and personal development. Each participant demonstrated remarkable determination throughout their journey.\n\nThe ceremony took place in the presence of families, trainers, and local partners. Moving testimonials were shared, illustrating the transformative impact of this training on participants' lives.\n\nOur new graduates are now ready to enter the job market or continue their studies. Several of them have already found employment or launched their own entrepreneurial activity."
      }
    }
  ]
}